[
  {
    "title": "About The Table",
    "cards": [
      {
        "title": "Crowther Lab",
        "lead": "The Crowther Lab team at ETH Zurich uses ecosystem science to address biodiversity loss and climate change",
        "people": {
          "title": "Project Partner",
          "names": [
            "Prof. Dr. Thomas Crowther",
            "Crowther Lab ETH Zurich"
          ]
        },
        "description": {
          "title": "Reforestation Projects",
          "text": "The globe in the background show diverse projects around the world helping the reforestation progress in cooperation with the Crowther Lab.\n\nClick on the button below to get to the interactive visualization that shows more information about each project.",
          "backToDefault": true
        },
        "media": [
          {
            "type": "img",
            "title": "tom.png"
          }
        ]
      },
      {
        "title": "Multitouch Table – ACT NOW!",
        "lead": "Projects created by Interaction Design students in cooperation with the Crowther Lab to visualize the potential of reforestation.",
        "people": {
          "title": "Mentors",
          "names": [
            "Prof. Jürgen Späth",
            "Marcial Koch"
          ]
        },
        "description": {
          "title": "About the Projects",
          "text": "The exercise was to create an application for the multitouch table where the user can experience the potential of global reforestation.\n\nBy using the tokens and changing various parameters, the user should be able to influence the overall situation. For this purpose we should use the reforestation data gathered by the Crowther Lab, as well as other data that would be relevant for our project.",
          "backToDefault": true
        },
        "media": [
          {
            "type": "img",
            "title": "Multitouch.png"
          }
        ]
      },
      {
        "title": "Interaction Design ZHdK",
        "lead": "We deal with interfaces between people, products and services with the aim of making them as useful and enriching as possible.",
        "people": {
          "title": "Heads",
          "names": [
            "Prof. Jürgen Späth"
          ]
        },
        "description": {
          "title": "About the Studies",
          "text": "Students of the bachelor's degree study Interaction Design at ZHdK learn to design and realize digital products and systems such as smartphone apps, social media platforms, interactive objects, materials and environments.\n\nThey acquire basic digital craftsmanship and develop a sound understanding of user experience, 2D and 3D media and sonic interaction.",
          "backToDefault": true
        },
        "media": [
          {
            "type": "img",
            "title": "interactiondesign.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Interactive Projects",
    "cards": [
      {
        "title": "WW",
        "lead": "In the project WW the user can change the used potential of different co2 reduction projects....",
        "people": {
          "title": "Students",
          "names": [
            "Miriam Mai Watanabe",
            "David Wollschlegel"
          ]
        },
        "description": {
          "title": "How it works",
          "text": "With the so called tokens the user can select a Project Drawdown sector and change its used potential. With this interaction the potential can be made visible. The user realised how much reduction each sector can provide. But in the end every action counts to reduce the global emissions to an acceptable level.",
          "sketch": "1"
        },
        "media": [
          {
            "type": "img",
            "title": "MW_DW_Image_9.png"
          }
        ]
      }
    ]
  },
  {
    "title": "Projects",
    "cards": [
      {
        "title": "Above and Below",
        "lead": "Above and Below shows up multiple graphs that visualise where and how the carbon is stored throughout the world.",
        "people": {
          "title": "Students",
          "names": [
            "Celina Springer",
            "Sonia Tao"
          ]
        },
        "description": {
          "title": "How it works",
          "text": "Comparing how the stocks looked in 2000, to the predicted and potential calculated futures in 2050.\n\nUsing the tokens one can explore the direct impact we can have on the malleable future and how this effects the temperature in a direct way."
        },
        "media": [
          {
            "type": "img",
            "title": "05_Interaktion.jpg"
          },
          {
            "type": "video",
            "title": "above_cut.mp4"
          },
          {
            "type": "img",
            "title": "08_visualisation_information_on_latitude.png"
          },
          {
            "type": "img",
            "title": "02_Prozess_visualisation.jpg"
          }
        ]
      },
      {
        "title": "Reforest",
        "lead": "Making climate change visible — by visualising projected GHG emissions on a global scale and proposing reforestation as a solution.",
        "people": {
          "title": "Students",
          "names": [
            "Alec Nikolov",
            "Nemo Brigatti"
          ]
        },
        "description": {
          "title": "How it works",
          "text": "Visualising the climate change's impacts and showcasing certain solution scenarios which could improve the outcome of the climate crisis we are facing.\n\nThe user can navigate through the map and change the reforestation parameter to view its compensation effect on global CO2 emissions."
        },
        "media": [
          {
            "type": "img",
            "title": "02_WholeScreen_Interaction.jpg"
          },
          {
            "type": "video",
            "title": "reforest_cut.mp4"
          },
          {
            "type": "img",
            "title": "07_Detail_Hand_Interaction.jpg"
          },
          {
            "type": "img",
            "title": "06_Detail_Two_Hands_Interaction.jpg"
          },          
          {
            "type": "img",
            "title": "05_Detail.jpg"
          }
        ]
      },
      {
        "title": "treeable",
        "lead": "The project treeable visualizes the emissions of CO2 by the top 10 countries as well as the globally reforestation potential by pointing out the top 6 countries.",
        "people": {
          "title": "Students",
          "names": [
            "Alessia Wiss ",
            "Baran Güneysel"
          ]
        },
        "description": {
          "title": "How it works",
          "text": "The user can interactively and playfully learn more about the reforestation potential and CO2 emissions. By turning the tokens, the user can explore the top 10 countries of CO2 Emissions and the top 6 countries with the biggest potential for reforestation. It gets parallel visualized on the global map. It should showcase one of the solutions that we have, to stop climate change."
        },
        "media": [
          {
            "type": "img",
            "title": "Treeable_02.jpg"
          },
          {
            "type": "video",
            "title": "treeable_cut.mp4"
          },
          {
            "type": "img",
            "title": "Treeable_06.jpg"
          },
          {
            "type": "img",
            "title": "Treeable_01.jpg"
          },          
          {
            "type": "img",
            "title": "Treeable_04.jpg"
          }
        ]
      },
      {
        "title": "Tree O Two",
        "lead": "Interactive Visualisation of CO2-Emission Data and Reforestation Potential around the Globe on a Touchtable.",
        "people": {
          "title": "Students",
          "names": [
            "Daniela Spühler",
            "Andreas Waldburger"
          ]
        },
        "description": {
          "title": "How it works",
          "text": "By moving the tokens on the table you can investigate on different areas on the world, by turning the tokens you can size the area which is shown. Tree O two connects the shown areas of CO2Emissions and Reforestation-potential and predicts the impact which it has on the global temperature."
        },
        "media": [
          {
            "type": "img",
            "title": "11_overview_display.jpg"
          },
          {
            "type": "video",
            "title": "treeotwo_cut.mp4"
          },
          {
            "type": "img",
            "title": "07_closeup_interaction.jpg"
          },
          {
            "type": "img",
            "title": "01_overview_interaction.jpg"
          },          
          {
            "type": "img",
            "title": "13_closeup_tokens.jpg"
          }
        ]
      }
    ]
  }
]